<?php
$menus_noodles = [
    'pork' => [
        "ผัดซีอิ๊วหมู",
        "ผัดไทยหมู",
        "บะหมี่หมูกรอบ",
        "สุกี้หมู",
        "หมี่หมูกรอบทอด",
        "ราดหน้าหมู",
        "ยำวุ้นเส้นน้ำยาหมู",
        "ขนมจีนน้ำยาหมู",
        "ก๋วยจั๊บหมู"
    ],
    'chicken' => [
        "ก๋วยเตี๋ยวไก่",
        "ผัดไทยไก่",
        "ขนมจีนน้ำยาไก่",
        "ราดหน้าไก่",
        "ข้าวซอยไก่",
        "ก๋วยจั๊บญวนไก่",
        "ก๋วยเตี๋ยวคั่วไก่",
        "บะหมี่เกี๊ยวไก่ตุ๋น",
        "ผัดวุ้นเส้นไก่",
        "ผัดมาม่าขี้เมาไก้"
    ],
    'beef' => [
        "ก๋วยเตี๋ยวเนื้อตุ๋น",
        "บะหมี่เนื้อ",
        "เกาเหลาเนื้อ",
        "ก๋วยเตี๋ยวน้ำตกเนื้อ",
        "บะหมี่แห้งลูกชิ้นเนื้อ",
        "ผัดมาม่าเนื้อสับ",
        "บะหมี่เนื้อผัด",
        "ก๋วยเตี๋ยวเนื้อ",
        "ยำวุ้นเส้นเนื้อย่าง"
    ],
    'fish' => [
        "ก๋วยเตี๋ยวลูกชิ้นปลา",
        "บะหมี่เกี๊ยวปลา",
        "ก๋วยเตี๋ยวต้มยำเส้นปลา",
        "เส้นแก้วผัดลูกชิ้นปลา",
        "ราดหน้าเต้าหู้ปลา",
        "ผัดกระเพราปลาเส้น",
        "ก๋วยเตี๋ยวปลาเส้น",
        "ผัดหมี่ปลาเส้น",
        "ขนมจีนน้ำยาปลา",
        "ก๋วยจั๊บปลา"
    ],
    'squid' => [
        "ผัดไทยปลาหมึก",
        "ก๋วยเตี๋ยวต้มยำปลาหมึก",
        "ผัดซีอิ๊วเส้นปลาหมึก",
        "บะหมี่แห้งผัดปลาหมึก",
        "สุกี้ปลาหมึก",
        "ยำวุ้นเส้นปลาหมึก",
        "ราดหน้าปลาหมึก",
        "เส้นปลาหมึกผัดผงกะหรี่",
        "ผัดเส้นปลาหมึกซอสพริก",
        "ผัดวุ้นเส้นปลาหมึก"
    ],
    'shrimp' => [
        "ก๋วยเตี๋ยวตุ้มยำกุ้ง",
        "ผัดซีอิ๊วกุ้ง",
        "กุ้งอบวุ้นเส้น",
        "ผัดไทยกุ้งสด",
        "สุกี้น้ำกุ้ง",
        "ผัดไทยกะทิกุ้ง",
        "บะหมี่ผัดพริกกุ้ง",
        "บะหมี่เกี๊ยวกุ้ง",
        "ผัดวุ้นเส้นกุ้ง",
        "บะหมี่ราดหน้ากุ้ง"
    ]
];
?>
